[{"about": "100Reporters represents a new take on a familiar mission: using the power of the pen to hold government and business accountable. 100Reporters joins 100 of the planet’s finest professional reporters with whistle-blowers and citizen journalists across the globe to report on corruption in all its forms. The organization, spearheaded by veteran foreign correspondents of top-tier news outlets, aims to raise the caliber, impact and visibility of citizen-driven investigative journalism, as a means of promoting transparency and good government.", "facebook": "100Reporters", "name": "100Reporters", "twitter": "100reporters", "rss": "http://100r.org/feed/", "site_url": "http://100r.org/"}, {"about": "The Alicia Patterson Foundation's mission is to foster, promote, sustain and improve the best traditions of American journalism, the Alicia Patterson Foundation will provide support for journalists engaged in rigorous, probing, spirited, independent and skeptical work that will benefit the public. The foundation will support journalism and will foster a community of journalists engaged in truthfully informing the public. The Foundation provides one-year and six-month grants to working journalists, and was established in 1965 in memory of Alicia Patterson, who was editor and publisher of Newsday for nearly 23 years before her death in 1963.", "facebook": "pages/Alicia-Patterson-Foundation/38469057147", "name": "Alicia Patterson Foundation", "twitter": null, "rss": "http://aliciapatterson.org/rss", "site_url": "http://aliciapatterson.org/"}, {"about": "The Arizona Center for Investigative Reporting is an independent, nonprofit organization dedicated to accountability reporting in Arizona. From issues such as corruption to government waste to immigration to the environment, AZCIR will hold people and organizations accountable for the things that matter in Arizona. We will do this through innovative, interactive and in-depth investigative reporting that is published digitally on www.AZCIR.org and through partnerships with other Arizona news outlets.", "facebook": "azcir", "name": "Arizona Center for Investigative Reporting", "twitter": "arizcir", "rss": "http://www.azcir.org/feed/", "site_url": "http://www.azcir.org/"}, {"about": "Aspen Journalism is an independent nonprofit news organization whose mission is to produce investigative journalism in the local public interest, as well-informed citizens make better decisions. We cover the Roaring Fork River watershed in western Colorado, with an emphasis on Aspen, Snowmass Village and Pitkin County. We collaborate with other local media organizations on stories and projects and we’re supported by people who appreciate journalism and have a stake in the Aspen area.", "facebook": "pages/Aspen-Journalism/177878545558705", "name": "Aspen Journalism", "twitter": "aspenjournalism", "rss": "http://aspenjournalism.org/feed/", "site_url": "http://aspenjournalism.org/"}, {"about": "The Austin Bulldog is a nonprofit independent online news site for investigative reporting in the public interest. Our focus is almost entirely on what’s happening in our hometown, the city of Austin, Texas, although we will occasionally cover important stories on the outskirts. We will investigate matters involving government, media, politics, and anything else warranting close scrutiny that’s within our resources. We will strive to be an important source of news on the topics we cover. The Austin Bulldog is nonprofit, nonpartisan and non-advocacy.", "facebook": "TheAustinBulldog", "name": "Austin Bulldog", "twitter": "AustinBulldog", "rss": "http://www.theaustinbulldog.org/index.php?format=feed&type=rss", "site_url": "http://www.theaustinbulldog.org/"}, {"about": "The Bay Area Video Coalition (BAVC) inspires social change by empowering media makers to develop and share diverse stories through art, education and technology.", "facebook": "bayareavideocoalition", "name": "Bay Area Video Coalition", "twitter": "bavc", "rss": "http://www.bavc.org/blog/feed", "site_url": "http://www.bavc.org/"}, {"about": "In the fall of 2009, BrowardBulldog.org emerged from the turmoil that defines the new media marketplace. We keep watchdog journalism alive by publishing important stories that otherwise go uncovered. We believe journalism is a public service that is essential to a free and democratic society. We are committed to bridging the gap by delivering more of the original, local, issue-oriented news and information our community needs.", "facebook": "browardbulldog", "name": "Broward Bulldog", "twitter": "browardbulldog", "rss": "http://www.browardbulldog.org/feed/", "site_url": "http://www.browardbulldog.org/"}, {"about": "Catalyst Chicago is an independent newsmagazine created in 1990 to document, analyze and support school-improvement efforts in the Chicago Public Schools. It is published by the Community Renewal Society (CRS), a nonprofit organization founded in 1882 that works to create racially and economically just communities. CRS also publishes The Chicago Reporter, an award-winning newsletter created in 1972 to investigate issues of race and poverty. Both publications are editorially independent of CRS.", "facebook": "pages/Catalyst-Chicago/239442400774", "name": "Catalyst Chicago", "twitter": "CatalystChicago", "rss": "http://www.catalyst-chicago.org/rss.xml", "site_url": "http://www.catalyst-chicago.org/"}, {"about": "At The Center for Investigative Reporting (CIR), we believe journalism that moves citizens to action is an essential pillar of democracy. Since 1977, CIR has relentlessly pursued and revealed injustices that otherwise would remain hidden from the public eye. Today, we're upholding this legacy and looking forward, working at the forefront of journalistic innovation to produce important stories that make a difference and engage you, our audience, across the aisle, coast to coast and worldwide.", "facebook": "centerforinvestigativereporting", "name": "Center for Investigative Reporting", "twitter": "cironline", "rss": "http://cironline.org/rss.xml", "site_url": "http://cironline.org/"}, {"about": "The Center for Public Integrity was founded in 1989 by Charles Lewis. We are one of the country's oldest and largest nonpartisan, nonprofit investigative news organizations. Our mission: To enhance democracy by revealing abuses of power, corruption and betrayal of trust by powerful public and private institutions, using the tools of investigative journalism.", "facebook": "publici", "name": "Center for Public Integrity", "twitter": "Publici", "rss": "http://feeds.feedburner.com/publici_rss", "site_url": "http://www.publicintegrity.org/"}, {"about": "El Centro de Periodismo Investigativo (CPI) es una entidad sin fines de lucro creada en 2007 por la periodista Omaya Sosa Pascual, ex presidenta del Overseas Press Club, y el periodista y abogado Oscar J. Serrano, presidente de la Asociación de Periodistas de Puerto Rico, para fomentar el acceso a la información del pueblo de Puerto Rico mediante dos vías: la investigación periodística y la litigación. La organización fue creada para servir como instrumento a la ciudadanía en el ejercicio de sus responsabilidades en una democracia. Por un lado, realiza y publica investigaciones periodísticas que propenden una mayor fiscalización y transparencia de los poderes sociales.", "facebook": "centrodeperiodismoinvestigativo", "name": "Centro de Periodismo Investigativo", "twitter": "cpipr", "rss": "http://cpipr.org/historias.feed?type=rss", "site_url": "http://cpipr.org/"}, {"about": "ChicagoTalks has been online since 2006 as a nonprofit, local news source for Chicago and its many neighborhoods. Our stories come from all corners of the city; our reporters are young journalists learning to cover their communities and community people with a story to tell. Ars Technica described ChicagoTalks as: \"A nuts-and-bolts neighborhood information hub that keeps its digital ear to the ground on everything from housing foreclosures to bike lanes. Fueled by citizen journalism, the site is constantly receiving and regurgitating the latest information about crime control, school budgets, and library hours.\"", "facebook": "pages/ChicagoTalks/114031011960120", "name": "ChicagoTalks", "twitter": "chicagotalks", "rss": "http://www.chicagotalks.org/feed/", "site_url": "http://www.chicagotalks.org/"}, {"about": "City Limits is a New York City-based non-profit that strengthens community engagement on civic, economic, and social justice issues. Since 1976, we’ve fulfilled our mission by publishing investigative journalism, documentary photography, creating new media and convening conversations that increase public awareness. Through our sites CityLimits.org, BkBureau.org, and BronxBureau.org and convenings—including the Tackling Poverty Series—we connect people and organizations to news, resources and opportunities. Our work has documented the issues and ideas that have shaped America’s largest city and the national urban agenda.", "facebook": "citylimits.org", "name": "City Limits, New York", "twitter": "citylimitsorg", "rss": "http://feeds.feedburner.com/CityLimitsOrg", "site_url": "http://www.citylimits.org/"}, {"about": "We invite your help in creating an organization that will produce the factual, even-handed, quality reporting on Colorado news and issues, which are essential for informed citizens to run a healthy democracy and thriving economy. We concentrate on news you need, and that you can’t find elsewhere — because you need journalists to find it. We stick to the facts, and leave the opinions to the public.", "facebook": "CPT12", "name": "Colorado Public News", "twitter": "Colopublictv", "rss": "http://www.cpt12.org/news/index.php/feed/", "site_url": "http://www.cpt12.org/"}, {"about": "The non-profit Connecticut Health Investigative Team (C-HIT) is dedicated to producing original, responsible, in-depth journalism on issues of health and safety, in Connecticut and the surrounding region.", "facebook": "ct.hit", "name": "Connecticut Health Investigative Team", "twitter": "ConnHealthiTeam", "rss": "http://c-hit.org/feed/", "site_url": "http://c-hit.org/"}, {"about": "A Global Leading News Source covering educational, political, business, and environmental issues. Since 1997 EducationNews has provided the latest daily EducationNews coverage from world-wide sources. In addition to the U. S. and world media publications, commentaries and reports are featured and include comprehensive views on education issues from all sides of the political spectrum. EducationNews.org has been ranked Number 1 for many years in our coverage of education. EducationNews.org is a fresh approach to the age-old problem of increasing coverage of education news.", "facebook": "ednewscolorado", "name": "Education News, Colorado", "twitter": "ednewsorg", "rss": "http://www.educationnews.org/feed/", "site_url": "http://www.educationnews.org/"}, {"about": "The Daily Climate is an independent media organization working to increase public understanding of climate change, including its scope and scale, potential solutions and the political processes that impede or advance them. The Daily Climate does not espouse a political point of view on the news but instead reports the issue to the best of our ability. Editorial integrity is the foundation of our mission. Establishing the trust of our readers is a fundamental editorial objective; all of our reporting, editing and publishing adheres to the highest standards of journalism, including honesty, accuracy, balance and objectivity.", "facebook": "EHN.org", "name": "Environmental Health News", "twitter": "envirhealthnews", "rss": "http://wwwa.dailyclimate.org/archives_rss.jsp?sm=fr7%3Bsubject24%3B5Topic%2FclimateTopStories21%3BClimate+-+Top+Stories&termtype=Topic&term=Topic%2FclimateTopStories&title=Topic%2FclimateTopStories", "site_url": "http://www.environmentalhealthnews.org/"}, {"about": "FairWarning is an online, nonprofit publication that seeks to provide robust, public interest journalism on issues of health, safety and corporate conduct. Our mission is to arm consumers and workers with valuable information, and to spotlight reckless business practices and lax oversight by government agencies. We do this by producing original investigations on issues of vital importance, while offering a wide sweep of judicial opinions, legal and regulatory news, and reports from think tanks, advocacy groups and academic and professional journals.", "facebook": "fairwarning", "name": "FairWarning", "twitter": "fairwarningnews", "rss": "http://www.fairwarning.org/feed", "site_url": "http://www.fairwarning.org/"}, {"about": "The Florida Center for Investigative Reporting is a nonprofit, digital and bilingual investigative journalism organization working to expose corruption, waste and miscarriages of justice. FCIR believes this type of reporting is essential to democracy, and will use the latest technologies and storytelling techniques to connect with diverse audiences throughout the state.", "facebook": "floridacir", "name": "Florida Center for Investigative Reporting", "twitter": "fcir", "rss": "http://fcir.org/feed/", "site_url": "http://fcir.org/"}, {"about": "The Food & Environment Reporting Network, Inc., is an independent, non-profit news organization that produces investigative reporting on food, agriculture, and environmental health. Our stories fall under the classic mandate of investigative reporting–to reveal corruption, abuse of power, and exploitation wherever it happens; to expose activities and subjects that the powerful work to keep hidden or which are simply overlooked by major media; and to give a voice to the voiceless.", "facebook": "pages/Food-Environment-Reporting-Network/217026408340842", "name": "Food and Environment Reporting Network (FERN)", "twitter": "fernnews", "rss": "http://feeds.feedburner.com/FoodAndEnvironmentReportingNetwork", "site_url": "http://thefern.org/"}, {"about": "Tides actively promotes change toward a healthy society, one which is founded on principles of social justice, broadly shared economic opportunity, a robust democratic process, and sustainable environmental practices. Tides believes healthy societies rely fundamentally on respect for human rights, the vitality of communities, and a celebration of diversity.", "facebook": "TidesCommunity", "name": "G.W. Williams Center for Independent Journalism (Tides Center)", "twitter": "TidesCommunity", "rss": "http://www.tides.org/rss.xml", "site_url": "http://www.tides.org/"}, {"about": "The Global Investigative Journalism Network (GIJN) is composed of nonprofit investigative journalism organizations that produce stories, conduct training, provide resources, and encourage the creation of similar nonprofit groups. It was created in 2003 when more than 300 journalists from around the world gathered for the second Global Investigative Journalism Conference in Copenhagen. Since then it has grown to more than 88 member organizations in 40 countries.", "facebook": "GlobalInvestigativeJournalismNetwork", "name": "Global Center for Investigative Journalism", "twitter": "gijn", "rss": "http://gijn.org/feed/", "site_url": "http://gijn.org/"}, {"about": "Originally founded in December 2006 as an independent grassroots publication dedicated to coverage of health issues in Florida, Health News Florida was acquired by WUSF Public Media in September 2012.", "facebook": "healthnewsfl", "name": "Health News Florida", "twitter": "HealthNewsFL", "rss": "http://health.wusf.usf.edu/rss.xml", "site_url": "http://health.wusf.usf.edu/"}, {"about": "Hidden City Philadelphia pulls back the curtain on the city’s most remarkable places and connects them to new people, functions, and resources. We celebrate the power of place and inspire social action to make our city a better place to live, work, and play. We do this through four complementary programs.", "facebook": "pages/Hidden-City-Philadelphia/51659460817", "name": "Hidden City Philadelphia", "twitter": "HiddenCityPhila", "rss": "http://hiddencityphila.org/feed/", "site_url": "http://hiddencityphila.org/"}, {"about": "Homicide Watch D.C. is part of a growing network of Homicide Watch sites across the United States. Homicide Watch D.C. was awarded the Knight Public Service Award by the Online News Association in 2012, was named an “Open Gov Champion” by the Sunlight Foundation, and has been covered by publications such as Nieman Journalism Lab, Columbia Journalism Review, The Atlantic and the New York Times. We use original reporting, primary source documents and social networking to build one of the nation’s most comprehensive public resources on violent crime.", "facebook": null, "name": "Homicide Watch", "twitter": "HomicideWatch", "rss": "http://feeds.feedburner.com/HomicideWatchDC", "site_url": "http://homicidewatch.org/"}, {"about": "The Initiative’s core mission is to use the Northeastern University classroom as an investigative reporting laboratory to produce important watchdog stories for the Boston Globe. Since 2007, the investigative reporting projects of Northeastern students have appeared on the Globe’s front page 26 times. In addition, the Initiative has helped foster in-depth reporting initiatives at several news organizations in the region.", "facebook": "watchdognewengland", "name": "Initiative for Investigative Reporting at Northeastern University", "twitter": "WatchdogNE", "rss": "http://nuweb9.neu.edu/watchdognewengland/blog/feed/", "site_url": "http://nuweb9.neu.edu/watchdognewengland/blog/"}, {"about": "InSight Crime’s objective is to increase the level of research, analysis and investigation on organized crime in Latin America and the Caribbean, and to raise the level of debate about government efforts to combat it. To this end, InSight Crime has created this website where it connects the pieces, the players and organizations and gives a cohesive look of the region’s criminal enterprises and the effectiveness of the initiatives designed to stop them. InSight Crime’s staff and contributors also write analysis and do field investigations, providing the type of on-the-ground research absent in other monitoring services.", "facebook": "InSightCrime", "name": "InSight Crime", "twitter": "InSightCrime", "rss": "http://www.insightcrime.org/news/feed", "site_url": "http://www.insightcrime.org/"}, {"about": "InvestigateWest is a new model for investigative journalism for on the Pacific Northwest. We are a nonprofit studio founded in 2009 to strengthen communities, engage citizens in civic life, and help set the policy agenda through powerful, independent journalism.", "facebook": "pages/InvestigateWest/103477001809", "name": "InvestigateWest", "twitter": "invw", "rss": "http://www.invw.org/rss.xml", "site_url": "http://www.invw.org/"}, {"about": "The Investigative Fund at The Nation Institute is dedicated to improving the scope and overall quality of investigative reporting in the independent press and beyond. The Investigative Fund incubates and supports important investigative stories with the potential for social impact, particularly on issues that may be bypassed by the mainstream media. The Investigative Fund does this by providing reporters with editorial guidance, institutional support, and grants to cover the research costs associated with investigative journalism.", "facebook": "pages/The-Investigative-Fund/114972715154", "name": "Investigative Fund at the Nation Institute", "twitter": "theIFUND", "rss": "http://www.theinvestigativefund.org/rss/", "site_url": "http://www.theinvestigativefund.org/"}, {"about": "Our mission is to produce investigative journalism that informs citizens of Southern California. We are collaborative, not competitive, and seek to distribute our work throughout the region, across multiple media platforms.", "facebook": "inewsource", "name": "Investigative Newsource", "twitter": "inewsource", "rss": "http://inewsource.org/feed/", "site_url": "http://inewsource.org/"}, {"about": "Investigative Post is a non-profit investigative reporting center focused on issues of importance to Buffalo and Western New York Investigative Post has a dual mission: to promote a just and well-governed community and a healthy environment and economy by providing citizens with high-quality investigative reporting and analysis and to develop young journalists, particularly those of color, through partnerships with local colleges and universities and by providing internships, apprenticeships and other opportunities to students and recent graduates wanting to learn the craft of investigative reporting.", "facebook": "investigativepost", "name": "Investigative Post", "twitter": "ipostnews", "rss": "http://www.investigativepost.org/feed/tumblog/", "site_url": "http://www.investigativepost.org/"}, {"about": "The Investigative Reporting Workshop, a project of the School of Communication (SOC) at American University, is a nonprofit, professional newsroom. The Workshop publishes in-depth stories at investigativereportingworkshop.org about government and corporate accountability, ranging widely from the environment and health to national security and the economy. The Workshop pairs experienced professional reporters and editors with graduate students, and co-publishes with mainstream media partners and nonprofit newsrooms. We also have an ongoing relationship with the PBS program FRONTLINE.", "facebook": "irworkshop", "name": "Investigative Reporting Workshop at American University", "twitter": "IRWorkshop", "rss": "http://investigativereportingworkshop.org/feeds/investigations/", "site_url": "http://investigativereportingworkshop.org/"}, {"about": "The Iowa Center’s mission is to maintain an independent, non-partisan journalistic program dedicated to producing and encouraging explanatory and investigative journalism in Iowa, engaging in collaborative reporting efforts with Iowa news organizations and educating journalism students.", "facebook": "IowaWatch", "name": "Iowa Center for Public Affairs Journalism", "twitter": "iowawatch", "rss": "http://iowawatch.org/feed/", "site_url": "http://iowawatch.org/"}, {"about": "The Juvenile Justice Information Exchange (JJIE) is the only publication covering juvenile justice and related issues in the Southeast and around the nation on a consistent, daily basis. In the past, traditional journalism organizations filled this function. Today, due to shrinking resources, there are large gaps in that coverage. The Juvenile Justice Information Exchange fills the void.", "facebook": "JJIEga", "name": "Juvenile Justice Information Exchange", "twitter": "JJIEnews", "rss": "http://jjie.org/feed", "site_url": "http://jjie.org/"}, {"about": "The Maine Center for Public Interest Reporting will keep citizens informed about their government and their public servants through high-quality, independent investigative reporting that is published by media outlets across the state. In recent years, most newspaper and broadcast news outlets in Maine have reduced newsroom staffs through layoffs, early retirements and attrition. One of the ﬁrst victims is in-depth journalism — stories which often take one or more reporters “off the street” for weeks or even months.", "facebook": "pages/Maine-Center-for-Public-Interest-Reporting/218302464954601", "name": "Maine Center for Public Interest Reporting", "twitter": "PineTreeBark", "rss": "http://pinetreewatchdog.org/feed", "site_url": "http://pinetreewatchdog.org/"}, {"about": "Elected officials collect large sums of money to run their election campaigns, and they often pay back campaign contributors with special access and favorable laws. This common practice is contrary to the public interest, yet legal. MapLight is a nonpartisan research organization that reveals money’s influence on politics in the U.S. Congress and in the California and Wisconsin Legislatures. We provide journalists and citizens with transparency tools that connect data on campaign contributions, politicians, legislative votes, industries, companies, and more to show patterns of influence never before possible to see.", "facebook": "maplight", "name": "Maplight", "twitter": "MapLight", "rss": "http://maplight.org/taxonomy/term/7/all/feed", "site_url": "http://maplight.org/"}, {"about": "MarylandReporter.com is a daily news website produced by journalists committed to making state government as open, transparent, accountable and responsive as possible – in deed, not just in promise.", "facebook": "mdreporter", "name": "Maryland Reporter", "twitter": "mdreporter", "rss": "http://marylandreporter.com/category/news/feed/", "site_url": "http://marylandreporter.com/"}, {"about": "The Midwest Center for Investigative Reporting is an independent, nonprofit newsroom devoted to educating the public about crucial issues in the Midwest with a special focus on agribusiness and related topics such as government programs, environment and energy. Started in 2009 by journalist Mike Sherry, the Center intends to provide training and education for students, professional journalists and citizens to better understand agribusiness and its impact locally, regionally and globally. The Center also plans to use both traditional and innovative digital tools and techniques to analyze data about agribusiness and distribute the results.", "facebook": "investigatemidwest", "name": "Midwest Center for Investigative Reporting", "twitter": "IMidwest", "rss": "http://investigatemidwest.org/feed/", "site_url": "http://investigatemidwest.org/"}, {"about": "MinnPost is a nonprofit, nonpartisan enterprise whose mission is to provide high-quality journalism for news-intense people who care about Minnesota. We publish online atwww.minnpost.com Monday through Friday with a limited edition on Saturday. MinnPost provides news and analysis based on reporting by professional journalists, most of whom have decades of experience in the Twin Cities media.", "facebook": "minnpost", "name": "MinnPost", "twitter": "minnpost", "rss": "http://www.minnpost.com/rss.xml", "site_url": "http://www.minnpost.com/"}, {"about": "Mission and State is a destination website that delivers powerful, deeply reported, richly experienced narratives from Santa Barbara with local, regional and sometimes national impact.", "facebook": "missionandstate", "name": "Mission and State", "twitter": "MissionandState", "rss": "http://www.missionandstate.org/feed/", "site_url": "http://www.missionandstate.org/"}, {"about": "Mongabay.org aims to raise awareness about social and environmental issues relating to forests and other ecosystems.", "facebook": "mongabay", "name": "Mongabay", "twitter": "mongabay", "rss": "http://news.mongabay.com/news.xml", "site_url": "http://mongabay.org/"}, {"about": "The Montana Center for Investigative Reporting is an independent, nonprofit news organization dedicated to producing investigative journalism in the public interest on issues crucial to the healthy function of Montana communities", "facebook": "mtcir", "name": "Montana Center for Investigative Reporting", "twitter": "mtcir", "rss": "http://mtcir.org/feed/", "site_url": "http://mtcir.org/"}, {"about": "Mother Jones is a nonprofit news organization that specializes in investigative, political, and social justice reporting. We currently have two main \"platforms\": an award-winning bimonthly national magazine (circulation 240,000), and a website featuring new, original reporting 24-7. (In the past we've had a radio show and TV specials; theme parks are in the conceptual stage.) Why should you read or support us? Because \"smart, fearless journalism\" keeps people informed—\"informed\" being pretty much indispensable to a democracy that actually works. Because we've been ahead of the curve time and again.", "facebook": "motherjones", "name": "Mother Jones", "twitter": "motherjones", "rss": "http://feeds.feedburner.com/motherjones/BlogsAndArticles", "site_url": "http://www.motherjones.com/"}, {"about": "The National Institute for Computer-Assisted Reporting is a program of Investigative Reporters and Editors, Inc. and the Missouri School of Journalism. Since 1989, NICAR has trained thousands of journalists in the practical skills of getting and analyzing electronic information and also maintains a library of databases containing government data on a wide array of subjects, available for purchase by IRE members.", "facebook": "IRE.NICAR", "name": "National Institute for Computer-Assisted Reporting", "twitter": "IRE_NICAR", "rss": null, "site_url": "http://ire.org/nicar/"}, {"about": "The National Institute on Money in State Politics is the only nonpartisan, nonprofit organization revealing the influence of campaign money on state-level elections and public policy in all 50 states. Our comprehensive and verifiable campaign-finance database and relevant issue analyses are available for free through our Web site FollowTheMoney.org. We encourage transparency and promote independent investigation of state-level campaign contributions by journalists, academic researchers, public-interest groups, government agencies, policymakers, students and the public at large.", "facebook": "pages/National-Institute-on-Money-in-State-Politics/128509937213103", "name": "National Institute on Money in State Politics", "twitter": "moneyinpolitics", "rss": "http://www.followthemoney.org/rssfeeds/rssmain.php", "site_url": "http://www.followthemoney.org/"}, {"about": "A thriving media organization at the forefront of digital innovation, NPR creates and distributes award-winning news, information, and music programming to a network of 975 independent stations. Through them, NPR programming reaches 26 million listeners every week.", "facebook": "npr", "name": "National Public Radio", "twitter": "npr", "rss": null, "site_url": "http://npr.org/"}, {"about": "The New England Center for Investigative Reporting (NECIR) is a nonprofit investigative reporting newsroom based at Boston University. Our mission is to ensure the survival of serious, in-depth investigative journalism in New England and to train a new generation of investigative reporters. NECIR produces high-quality, high-impact multi-media investigative stories that require time and resources few mainstream news outlets can provide. All of our reporting is done by experienced, professional journalists with the assistance of student researchers.", "facebook": "NECIRBU", "name": "New England Center for Investigative Reporting", "twitter": "NECIRBU", "rss": "http://necir-bu.org/feed/", "site_url": "http://necir-bu.org/"}, {"about": "New Haven. Its neighborhoods. Its government. Its people – from the knuckleheads to the dreamers and schemers, and everyone in between. That’s what this web site is about: A five-day-a-week report on news about the City of New Haven, Connecticut, produced by veteran local journalists, and by you.", "facebook": "NewHavenIndependent", "name": "New Haven Independent", "twitter": "newhavenindy", "rss": "http://www.newhavenindependent.org/index.php/feeds/rss_2.0/", "site_url": "http://www.newhavenindependent.org/"}, {"about": "New Mexico In Depth’s goal is to foster, promote and publish journalism in the public interest. We want our journalism to be curious and analytical, to tackle big questions and complex issues. We hope to give a more contextual and comprehensive picture of life in our communities and make it available to as many New Mexicans as possible.", "facebook": "NMInDepth", "name": "New Mexico In-Depth", "twitter": "NMInDepth", "rss": "http://www.nmindepth.com/feed/", "site_url": "http://www.nmindepth.com/"}, {"about": "The News Enterprise is a student reporting initiative of the Emory College Journalism Program. Students in the Program’s investigative reporting course study advanced reporting techniques and receive practical, hands-on training in the practice of in-depth, public-interest journalism.  Under the guidance of faculty, students learn to use documents, databases and interviews to produce thoroughly reported, contextualized stories on significant local, regional and national issues.  The goal is to teach students advanced reporting skills they can use to produce high-quality accountability journalism on subjects such as government, business, education, health and the environment.", "facebook": "pages/The-News-Enterprise/181986418526831", "name": "News Enterprise", "twitter": "NewsEnterprise", "rss": "http://newsenterprise.emory.edu/feed", "site_url": "http://newsenterprise.emory.edu/"}, {"about": "Newsdesk.org is a commercial-free source for important but overlooked news, and a platform for independent journalists to fund, produce, publish and promote their public-interest work. Founded in 2000, Newsdesk has published a wide variety of investigative and public-interest news coverage by a diverse community of reporters.", "facebook": "newsdesk.org", "name": "Newsdesk.org", "twitter": "NYMHM", "rss": "http://newsdesk.org/feed/", "site_url": "http://newsdesk.org/"}, {"about": "Newspaper Tree is a nonpartisan, nonprofit public service digital news and culture publication covering the El Paso/Juárez borderlands.", "facebook": "newspapertree", "name": "Newspaper Tree", "twitter": "NewspaperTree", "rss": "http://newspapertree.com/articles.rss", "site_url": "http://newspapertree.com/"}, {"about": "NJ Spotlight is an online news service providing insight and information on issues critical to New Jersey, with the aim of informing and engaging the state’s communities and businesses. We are nonpartisan, independent, policy-centered and community-minded. NJ Spotlight exists through the generous support of the Community Foundation of New Jersey, the John S. and James L. Knight Foundation and the William Penn Foundation.", "facebook": "NJSpotlight", "name": "NJ Spotlight", "twitter": "njspotlight", "rss": "http://www.njspotlight.com/rss/", "site_url": "http://www.njspotlight.com/"}, {"about": "Oakland Local’s parent, The Center for Media Change (CMC) is a 501(c)(3) nonprofit organization founded in 2008.  Our mission is to use media and technology to find a way to make professional journalism viable in the digital age; and to foster civic engagement and create positive social change, especially in under-served communities of color. Over the five years of our existence, our programs have created innovative new ways to serve local communities, increase civic engagement and hold those in power accountable.", "facebook": "oaklocal", "name": "Oakland Local", "twitter": "oaklandlocal", "rss": "http://oaklandlocal.com/feed/", "site_url": "http://oaklandlocal.com/"}, {"about": "The Ochberg Society is a global network of journalists who advance the compassionate and ethical coverage of trauma, conflict and social injustice. We began as a group of Ochberg Fellows of the Dart Center for Journalism and Trauma who wanted to continue to support each other’s work. Over the years our membership has grown to include editors, reporters, photographers and documentary film-makers from around the world and at different stages in their careers.", "facebook": "pages/The-Ochberg-Society-for-Trauma-Journalism/127693657407162?ref=ts&fref=ts", "name": "Ochberg Society for Trauma Journalism", "twitter": "traumajournos", "rss": "http://www.ochbergsociety.org/feed/", "site_url": "http://www.ochbergsociety.org/"}, {"about": "Eye on Ohio was incorporated in August 2012 to advance the practice of non-profit investigative journalism. Based in Cleveland but covering stories with a state-wide impact, it was founded by journalists committed to preserving and enhancing this important field of journalism. Our mission is to promote the public good by pursuing in-depth, underreported and high-impact journalism which exposes injustice and explores its consequences. Our reporting will investigate the truth, hold those in power accountable, and seek solutions.", "facebook": "pages/Eye-on-Ohio/346735432097132", "name": "Ohio Center for Investigative Journalism", "twitter": "eyeonohionews", "rss": "http://eyeonohio.org/feed", "site_url": "http://eyeonohio.org/"}, {"about": "Oklahoma Watch is a non-profit organization that produces in-depth and investigative journalism on important public-policy issues facing the state. Our mission is to dig beneath the surface of issues of public importance, provide insightful analysis and reveal surprising trends, facts, issues, underlying causes and  possible solutions. Oklahoma Watch is non-partisan and strives to be balanced, fair, accurate and comprehensive. Our goal is make a difference in the lives of Oklahomans.", "facebook": "OklahomaWatch", "name": "Oklahoma Watch", "twitter": "OklahomaWatch", "rss": "http://feeds.feedburner.com/okwatch", "site_url": "http://oklahomawatch.org/"}, {"about": "The Center for Responsive Politics is the nation's premier research group tracking money in U.S. politics and its effect on elections and public policy. Nonpartisan, independent and nonprofit, the organization aims to create a more educated voter, an involved citizenry and a more transparent and responsive government. In short, the Center's mission is to inform citizens about how money in politics affects their lives, empower voters and activists by providing unbiased information, and advocate for a transparent and responsive government.", "facebook": "OpenSecrets", "name": "Open Secrets", "twitter": "opensecretsdc", "rss": "http://www.opensecrets.org/news/atom.xml", "site_url": "http://www.opensecrets.org/"}, {"about": "New America Media is the country's first and largest national collaboration and advocate of 2000 ethnic news organizations. Over 57 million ethnic adults connect to each other, to home countries and to America through 3000+ ethnic media, the fastest growing sector of American journalism. Founded by the nonprofit Pacific News Service in 1996, NAM is headquartered in California with offices inNew York and Washington D.C., and partnerships with journalism schools to grow local associations of ethnic media.", "facebook": "pages/New-America-Media/49287221065", "name": "Pacific News Service/New America Media", "twitter": "newamericamedia", "rss": "http://newamericamedia.org/feeds/original-nam-content.xml", "site_url": "http://newamericamedia.org/"}, {"about": "The Philadelphia Public School Notebook is an independent, nonprofit news service serving thousands of supporters of the Philadelphia public schools. TheNotebook serves as an information source and voice for parents, students, teachers, and other members of the community who are working for quality and equality in Philadelphia's public schools.", "facebook": "PSNotebook", "name": "Philadelphia Public School Notebook", "twitter": "PSNotebook", "rss": "http://thenotebook.org/rss.xml", "site_url": "http://thenotebook.org/"}, {"about": "ProPublica is an independent, non-profit newsroom that produces investigative journalism in the public interest. Our work focuses exclusively on truly important stories, stories with “moral force.” We do this by producing journalism that shines a light on exploitation of the weak by the strong and on the failures of those with power to vindicate the trust placed in them.", "facebook": "propublica", "name": "ProPublica", "twitter": "propublica", "rss": "http://feeds.propublica.org/propublica/main", "site_url": "http://www.propublica.org/"}, {"about": "Public Herald is a nonprofit organization. Our independent group of journalists and artists are dedicated to investigative journalism in the public interest. We work with communities who face challenging conditions to tell their stories through engaging online journalism and multimedia projects. We are focused on accountability where people are silenced by the abuse of power from government, industry, social or environmental circumstances.", "facebook": "publicherald", "name": "Public Herald", "twitter": "publicherald", "rss": "http://feeds.feedburner.com/publicherald", "site_url": "http://www.publicherald.org/"}, {"about": "Spot.Us is a nonprofit platform for “community powered reporting.” Through Spot.Us the public can support journalists and newsrooms to do reporting on important and perhaps overlooked topics. Contributions are tax deductible and we partner with news organizations to distribute content under appropriate licenses.", "facebook": "fbSpot.Us", "name": "Public Insight Network (Spot.us)", "twitter": "spotus", "rss": null, "site_url": "http://spot.us/"}, {"about": "PublicSource is an independent, non-profit news group that focuses on original investigative reporting about critical issues facing Pittsburgh and the Western Pennsylvania region. It was launched to undertake in-depth reporting in the public interest. PublicSource will concentrate on issues that have a major impact on the lives of citizens and on those who have the power and responsibility to influence those events.", "facebook": "publicsource", "name": "PublicSource", "twitter": "publicsourcepa", "rss": "http://publicsource.org/rss/articles", "site_url": "http://publicsource.org/"}, {"about": "The Pulitzer Center on Crisis Reporting is an innovative award-winning non-profit journalism organization dedicated to supporting the independent international journalism that U.S. media organizations are increasingly less able to undertake. The Center focuses on under-reported topics, promoting high-quality international reporting and creating platforms that reach broad and diverse audiences.", "facebook": "Pulitzercenter", "name": "Pulitzer Center on Crisis Reporting", "twitter": "Pulitzercenter", "rss": "http://pulitzercenter.org/rss.xml", "site_url": "http://pulitzercenter.org/"}, {"about": "The nonprofit Raleigh Public Record reports and documents the news of Raleigh, North Carolina. Through its website the Record fairly and responsibly covers the issues affecting all Raleigh communities, using traditional pen-and-pad reporting as well as audio and visual storytelling. While reporting stories traditional media no longer cover, the Record also tests new ways to convey news and helps train a new generation of journalists.", "facebook": "raleighpublicrecord", "name": "Raleigh Public Record", "twitter": "ralpublicrecord", "rss": "http://raleighpublicrecord.org/feed/", "site_url": "http://raleighpublicrecord.org/"}, {"about": "The I-News Network is the public-service journalism arm of Rocky Mountain PBS. I-News produces in-depth, research-based journalism that many newsrooms couldn’t do alone. We collaborate with the most respected news outlets to deliver this journalism to millions of Coloradans. Together with our media partners, we’re filling a void in serious public-service journalism, bringing more in-depth news to the places you already look for your news: your newspaper, radio, television, computer and digital device.", "facebook": "inewsnetwork", "name": "Rocky Mountain Investigative News Network", "twitter": "inews", "rss": "http://www.inewsnetwork.org/feed/", "site_url": "http://www.inewsnetwork.org/"}, {"about": "The San Francisco Public Press is an independent nonprofit, noncommercial news organization dedicated to producing important local public-interest news. We do for print and Web journalism what public broadcasting has done for radio and television.", "facebook": "SFPublicPress", "name": "San Francisco Public Press", "twitter": "SFPublicPress", "rss": "http://sfpublicpress.org/news/feed", "site_url": "http://sfpublicpress.org/"}, {"about": "As one of the pioneers the new nonprofit journalism our goals are to investigate significant social and political problems and human rights issues, and uncover corporate and government abuses of power.", "facebook": "SchusterInstitute", "name": "Schuster Institute for Investigative Reporting", "twitter": "SchusterInst", "rss": "http://www.brandeis.edu/investigate/rss.xml", "site_url": "http://www.brandeis.edu/investigate/"}, {"about": "The Southern Investigative Reporting Foundation launched in 2012 with the goal of providing in-depth financial investigative reporting for the common good. We believe investigative journalism is a critical independent tool for ensuring government and corporate accountability and uncovering concealed but crucial information. With the massive shrinking of media budgets and severe trimming of staffs in recent years, investigative reporting projects have been sharply curtailed or eliminated.", "facebook": "pages/Southern-Investigative-Reporting-Foundation/474855015886132", "name": "Southern Investigative Reporting Foundation", "twitter": "SIRF_Report", "rss": "http://sirf-online.org/feed/", "site_url": "http://sirf-online.org/"}, {"about": "The St. Louis Beacon is a non-profit news organization dedicated to creating a better St. Louis powered by journalism. Founded by veteran journalists in Spring 2008, we focus on news that matters to people in our region. We combine rigorous commitment to high journalistic standards with vigorous innovation in digital and community engagement.", "facebook": "stlbeacon", "name": "St. Louis Beacon", "twitter": "stlbeacon", "rss": "http://feeds.feedburner.com/StLouisBeacon", "site_url": "https://www.stlbeacon.org/"}, {"about": "The Sunlight Foundation is a nonprofit, nonpartisan organization that uses the power of the Internet to catalyze greater government openness and transparency, and provides new tools and resources for media and citizens, alike. We are committed to improving access to government information by making it available online, indeed redefining “public” information as meaning “online,” and by creating new tools and websites to enable individuals and communities to better access that information and put it to use.", "facebook": "sunlightfoundation", "name": "Sunlight Foundation", "twitter": "sunfoundation", "rss": "http://sunlightfoundation.com/feeds/latest/", "site_url": "http://sunlightfoundation.com/"}, {"about": "The Texas Observer writes about issues ignored or under-reported in the mainstream press. Our goal is to cover stories crucial to the public interest and to provoke dialogue that promotes democratic participation and open government, in pursuit of a vision of Texas where education, justice and material progress are available to all.The Texas Observer is a nonprofit news organization that specializes in investigative, political and social-justice reporting from the strangest state in the Union. Our award-winning magazine is published monthly, and our Web site features daily content.", "facebook": "TexasObserver", "name": "Texas Observer", "twitter": "TexasObserver", "rss": "http://www.texasobserver.org/feed/", "site_url": "http://www.texasobserver.org/"}, {"about": "The Texas Tribune is a nonpartisan, nonprofit media organization that promotes civic engagement and discourse on public policy, politics, government, and other matters of statewide concern. Our vision is to serve the journalism community as a source of innovation and to build the next great public media brand in the United States.", "facebook": "texastribune", "name": "Texas Tribune", "twitter": "texastribune", "rss": "http://www.texastribune.org/feeds/main/", "site_url": "http://texastribune.org/"}, {"about": "The nonpartisan, nonprofit Center for Accountability Journalism -- operating as a project of the Investigative News Network -- will serve as an aggregator and amplifier of great accountability journalism", "facebook": "froomkin", "name": "The Center for Accountability Journalism", "twitter": "froomkin", "rss": null, "site_url": "http://fearlessmedia.org/"}, {"about": "Our aim is not to simply entertain or inform as just another entry in a busy local news market. Rather, using all media, we strive to move forward the conversation on vital youth policy concerns", "facebook": "TheChicagoBureau", "name": "The Chicago Bureau", "twitter": "ChicagoBureau", "rss": "http://www.chicago-bureau.org/?feed=rss2", "site_url": "http://www.chicago-bureau.org/"}, {"about": "The Crime Report (TCR) is the nation’s only comprehensive news service covering the diverse challenges and issues of 21st century criminal justice in the U.S. and abroad. Staffed by working journalists in New York, Washington and Los Angeles, it is published daily through the year by the Center on Media, Crime and Justice at the John Jay College of Criminal Justice in New York. TCR’s prizewinning coverage includes investigative reports by the some of the nation’s most accomplished reporters;  analysis, blogs  and commentary by leading criminologists, practitioners, law enforcement/corrections professionals, and legal experts; reports on new and cutting-edge research; and daily summaries of the most important criminal justice news, issues and developments covered by the national and international press.", "facebook": "pages/The-Crime-Report/110343137639", "name": "The Crime Report", "twitter": "thecrimereport", "rss": "http://www.thecrimereport.org/feed", "site_url": "http://www.thecrimereport.org/"}, {"about": "The Daily Climate is an independent media organization working to increase public understanding of climate change, including its scope and scale, potential solutions and the political processes that impede or advance them", "facebook": "DailyClimate", "name": "The Daily Climate", "twitter": "TheDailyClimate", "rss": "http://wwwa.dailyclimate.org/archives_rss.jsp?sm=fr7%3Bsubject24%3B5Topic%2FclimateTopStories21%3BClimate+-+Top+Stories&termtype=Topic&term=Topic%2FclimateTopStories&title=Topic%2FclimateTopStories", "site_url": "http://dailyclimate.org/"}, {"about": "The Lens is the New Orleans area’s first nonprofit, nonpartisan public-interest newsroom, dedicated to unique in-depth reporting projects, as well as exclusive daily stories. Our mission is to educate, engage and empower readers with information and analysis necessary for them to advocate for a more transparent and just governance that is accountable to the public.", "facebook": "thelensnola", "name": "The Lens NOLA", "twitter": "thelensnola", "rss": "http://thelensnola.org/feed/", "site_url": "http://thelensnola.org/"}, {"about": "The Seattle Globalist is a daily “hyperglobal” publication covering the connections between Seattle and the rest of the globe. It’s where Seattle meets the world. The Globalist features travel writing from a Northwest perspective, restaurant and music reviews, a calendar of cultural events, and perspectives on global news from Seattle’s international population. Behind this layer of content is a robust community of Globalists—travelers, immigrants, global health workers, students, foreign film buffs, foodies— all the Seattleites who identify with the rest of the world.", "facebook": "seattleglobalist", "name": "The Seattle Globalist", "twitter": "SeaGlobalist", "rss": "http://www.seattleglobalist.com/feed", "site_url": "http://www.seattleglobalist.com/"}, {"about": "The Stabile Center for Investigative Journalism is dedicated to training students for distinguished careers in investigative journalism. Teaching investigative journalism is a core mission of The Journalism School. Some of the best investigative journalists in the country teach at Columbia and many other professors use investigative techniques in courses not explicitly labeled with the “I” word.", "facebook": "pages/Stabile-Center-for-Investigative-Journalism/285000890264", "name": "Toni Stabile Center for Investigative Reporting", "twitter": null, "rss": "http://stabilecenter.org/?feed=rss2", "site_url": "http://stabilecenter.org/"}, {"about": "TucsonSentinel.com is a local independent nonprofit news organization that offers professional reporting and community conversation on issues that affect Tucson. Our goal is to build a sustainable nonprofit business model that delivers quality reporting in a competitive media environment. TucsonSentinel.com provides evenhanded professionally produced journalism.", "facebook": "TucsonSentinel", "name": "Tucson Sentinel", "twitter": "TucsonSentinel", "rss": "http://www.tucsonsentinel.com/site/rss/", "site_url": "http://www.tucsonsentinel.com/"}, {"about": "Welcome to Voice of OC. We are a non-profit investigative news agency dedicated to in-depth coverage of Orange County government and politics. Voice of OC reporters deploy through a geographically based beat structure with each reporter covering several Orange County cities. In many respects, Voice of OC reporters cover their beats like good municipal reporters have always covered city halls. But our approach goes significantly beyond a standard newsroom municipal coverage plan.", "facebook": "voiceofoc", "name": "Voice of OC", "twitter": "voiceofoc", "rss": "http://www.voiceofoc.org/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=countywide*&f=rss", "site_url": "http://www.voiceofoc.org/"}, {"about": "Voice of San Diego is a member-based nonprofit investigative news organization that gives concerned citizens the tools they need to engage in important conversations about their community. We are unlike any news outlet in San Diego because we dig deeper to uncover the truth and devote the time necessary to turn the chaos of news into a story people can access and understand.", "facebook": "voiceofsandiego", "name": "Voice of San Diego", "twitter": "voiceofsandiego", "rss": "http://feeds.feedburner.com/voice-of-san-diego-all-articles", "site_url": "http://voiceofsandiego.org/"}, {"about": "VTDigger.org is a statewide news website dedicated to coverage of Vermont politics, consumer affairs, business and public policy. VTDigger.org is a project of The Vermont Journalism Trust, a 501(c)3 nonprofit organization. The two organizations merged in October 2010. VJT became the official publisher for VTDigger.org in March 2011. We publish original news reporting, video, audio and photos, in addition to raw information in the form of press releases and government documents.", "facebook": "vtdigger", "name": "VTDigger", "twitter": "vtdigger", "rss": "http://vtdigger.org/feed/?cat=-23", "site_url": "http://vtdigger.org/"}, {"about": "Chicago Public Media serves the public interest by producing and delivering diverse, compelling content of multiple viewpoints and expression. We act as the circuit that connects residents of our region to one another, to the nation, and to the world in a relevant and evocative way.  We are a regional resource fostering full and active citizenship by creating connections and remaining present and involved broadly in community life.", "facebook": "wbez915", "name": "WBEZ, 91.5 – Chicago Public Media", "twitter": "wbez", "rss": "http://feeds.feedburner.com/wbez", "site_url": "http://www.wbez.org/"}, {"about": "The Center works with its partners and mainstream and ethnic news media to improve the quality and expand the amount of investigative journalism in Wisconsin. Our focus is on government integrity and quality of life issues. Our mission statement: Protect the vulnerable. Expose wrongdoing. Seek solutions to problems.", "facebook": "WisWatch", "name": "Wisconsin Center for Investigative Journalism", "twitter": "WisWatch", "rss": "http://www.wisconsinwatch.org/feed", "site_url": "http://www.wisconsinwatch.org/"}, {"about": "Women's eNews is an award-winning nonprofit news service covering issues of particular concern to women and providing women's perspectives on public policy. With writers and readers around the globe Women's eNews' audience stretches from New York City to New Delhi and all points between, reaching an estimated 1.5 million readers each year. Arabic Women's eNews was launched on April 28, 2003 to provide a resource for Arabic speaking women around the world. Read more about the creation of Arabic Women's eNews.", "facebook": "WomenseNews", "name": "Women’s eNews", "twitter": "Womens_eNews", "rss": "http://womensenews.org/gpservice/rss", "site_url": "http://womensenews.org/"}, {"about": "The Innovation Trail is a collaboration between Six upstate New York public media outlets, led by WXXI, along with WBFO/WNED, WRVO, WSKG, WMHT andNorth Country Public Radio. The initiative, funded by the Corporation for Public Broadcasting (CPB), will help the public gain a better understanding of the connection between technological breakthroughs and the revitalization of upstate New York's economy. Reports will focus on research, development, education, funding, and policy issues around emerging fields like energy, information technology, biotech, nanotech, and photonics.", "facebook": "InnovationTrail", "name": "WXXI LJC Innovation Trail", "twitter": "innovationtrail", "rss": "http://www.innovationtrail.org/rss.xml", "site_url": "http://www.innovationtrail.org/"}, {"about": "WyoFile is an independent, nonprofit news service focused on the people, places and policy of Wyoming. Recognizing the rapid decline in resources among traditional news outlets, WyoFile offers supplemental in-depth coverage of complicated subjects and issues ranging from tax policy to trends in Wyoming culture. Designed as a one-stop venue for Wyoming news, WyoFile produces regular commentary and analysis as well as daily summaries and links to important Wyoming-related stories in the state and national press. Written and edited by leading Wyoming journalists and educators, WyoFile is a non-partisan public interest site for people who care deeply about the civic and cultural health of our state. The site provides news and information that enables the residents of Wyoming to become informed and engaged contributors to important public issues.", "facebook": "WyoFile", "name": "WyoFile", "twitter": "WyoFile", "rss": "http://wyofile.com/feed/", "site_url": "http://wyofile.com/"}, {"about": "Youth Today provides quality, independent journalism and training for professionals who work to ensure that all of our children reach their full personal, educational and societal potential", "facebook": null, "name": "Youth Today", "twitter": "YouthToday", "rss": null, "site_url": "http://www.youthtoday.org/index.cfm"}]